---
kind: other
id: Properties.T:Autodesk.Revit.DB.PaperSourceSetIterator
source: html/4b8f0d15-eba0-c678-4a93-409c91fdcd46.htm
---
# PaperSourceSetIterator Properties

Retrieves the item that is the current focus of the iterator.